---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.SectionDimension
source: html/3aaeaadb-08ec-e89c-ea7c-166e1e98ff35.htm
---
# Autodesk.Revit.DB.SpecTypeId.SectionDimension Property

Section Dimension, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId SectionDimension { get; }
```